
# print ('Введите кол-во потребителей 3 категории')
# user3 = input ()
# print ('Введите кол-во потребителей 2 категории')
# user2 = input ()
# print('Введите кол-во потребителей 1 категории')
# user1 = input ()
# print("Введите активную мощность потребителя 3 категории")
# P3 = input ()
# print("Введите активную мощность потребителя 2 категории")
# P2 = input ()
# print("Введите активную мощность потребителя 1 категории")
# P1 = input ()
# print("Введите cos f 3 категории (коэффициен активной мощности)")
# cosf3 = input () #Косинус фи(или коэф активной мощности)
# print("Введите cos f 2 категории(коэффициен активной мощности)")
# cosf2 = input ()
# print("Введите cos f 2 категории(коэффициен активной мощности)")
# cosf1 = input ()

user3 = 42
user2 = 3
user1 = 1
P3 = 8
P2 = 12
P1 = 25
cosf3 = 1
cosf2 = 1
cosf1 = 1

Q3 = int(cosf3) * int(P3) * int(user3) #Реактивная мощность
Q2 = int(cosf2) * int(P2) * int(user2)
Q1 = int(cosf1) * int(P1) * int(user1)


print('Q3')
print(Q3)
print('Q2')
print(Q2)
print('Q1')
print(Q1)
print(Q1,Q2,Q3,sep=',')